Repository: grengojbo/django-newsletter
Catalog: newsletter/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Messages
uk: Повідомлення

source: Subscriptions
uk: Підписки

source: Submissions
uk: Посилки

source: submission
uk: посилка

source: newsletter
uk: розсилка

source: publish date
uk: дата публікації

source: Sent.
uk: Відправлено.

source: Delayed submission.
uk: Посилка із затримкою.

source: Submitting.
uk: Відправляється.

source: Not sent.
uk: Не надіслано.

source: Status
uk: Статус

source: Submission already sent.
uk: Посилка вже відправлена​​.

source: Your submission is being sent.
uk: Ваша посилка відправляється.

source: Optional
uk: Необов'язково

source: message
uk: повідомлення

source: Preview
uk: Передпроглядання

source: No HTML template associated with the newsletter this message belongs to.
uk: Для розсилки, до якої належить це повідомлення, не було знайдено HTML шаблону.

source: Subscribed
uk: Підписався

source: Unsubscribed
uk: Відписався

source: Unactivated
uk: Не активований

source: subscribe date
uk: дата підписки

source: unsubscribe date
uk: дата відписки

source: %s user has been successfully subscribed.
uk: %s користувач був успішно підписаний.

source: Subscribe selected users
uk: Підписати обраних користувачів

source: %s user has been successfully unsubscribed.
uk: %s користувач був успішно відписаний.

source: Unsubscribe selected users
uk: Відписати обраних користувачів

source: %s subscriptions have been successfully added.
uk: %s передплатники успішно додані.

source: E-mail address %(email)s too long, maximum length is %(email_length)s characters.
uk: Адреса електронної пошти %(email)s з занадто довгий, максимальна довжина: %(email_length)s з символів.

source: Name %(name)s too long, maximum length is %(name_length)s characters.
uk: Ім'я %(name)s занадто довго, максимальна довжина становить %(name_length)s символів.

source: name
uk: назва

source: display
uk: відображати

source: Name column not found. The name of this column should be either 'name' or '%s'.
uk: Ім'я колонки не знайдений. Назва цієї колонці може бути 'ім'я' або '%s'.

source: E-mail column not found. The name of this column should be either 'email', 'e-mail' or '%(email)s'.
uk: Колонка з електронною поштою не знайдена. Ім'я цієї колонки має бути "електронна пошта", "Електронна пошта" або '%(email)s'.

source: Could not properly determine the proper columns in the CSV-file. There should be a field called 'name' or '%(name)s' and one called 'e-mail' or '%(e-mail)s'.
uk: Неможливо вірно визначити колонки в CSV-файлі. Необхідні поля з іменами 'name' або '%(name)s' і 'e-mail' або '%(e-mail)s'.

source: Row with content '%(row)s' does not contain a name and email field.
uk: Рядок, '%(row)s' містить, не містить поля імені і електронної пошти.

source: Entry '%s' does not contain a valid e-mail address.
uk: Запис '%s' не містить правильну адресу електронної пошти.

source: The address file contains duplicate entries for '%s'.
uk: Файл з адресами містить копії '%s'.

source: Some entries are already subscribed to.
uk: Деякі записи вже підписані.

source: Entry '%s' contains no email address.
uk: У записі '%s' немає адреси електронної пошти.

source: Some entries have no e-mail address.
uk: Деякі записи не містять адресу електронної пошти.

source: File type '%s' was not recognized.
uk: Тип файлу '%s' не був пізнаний.

source: File extention '%s' was not recognized.
uk: Розширення файлу '%s' не було упізнано.

source: No entries could found in this file.
uk: Цей файл не містить записів.

source: Newsletter
uk: Розсилка

source: Address file
uk: Файл з адресами

source: Ignore non-fatal errors
uk: Ігнорувати не критичні помилки

source: You should confirm in order to continue.
uk: Ви повинні підтвердити для продовження.

source: Confirm import
uk: Підтвердити імпортування

source: If a user has been selected this field should remain empty.
uk: Поле має бути порожнім, якщо користувач був обраний.

source: Either a user must be selected or an email address must be specified.
uk: Який-небудь користувач повинен бути вибраний або вказана адреса електронної пошти.

source: This message has already been published in some other submission. Messages can only be published once.
uk: Це повідомлення вже було опубліковано в іншій посилці. Повідомлення можуть бути опубліковані тільки раз.

source: %(name)s object with primary key %(key)r does not exist.
uk: %(name)s об'єкт з первинним ключем %(key)r не існує.

source: An e-mail address is required.
uk: Потрібна адреса електронної пошти.

source: The e-mail address '%(email)s' belongs to a user with an account on this site. Please log in as that user and try again.
uk: Адреса електронної пошти '%(email)s' належить користувачеві з обліковим записом на цьому сайті. Спочатку необхідно увійти в систему під цим користувачем і спробуйте знову.

source: Your e-mail address has already been subscribed to.
uk: Ваша адреса електронної пошти вже підписана.

source: This subscription has not yet been activated.
uk: Ця підписка ще не активована.

source: This e-mail address belongs to the user '%(username)s'. Please log in as that user and try again.
uk: Ця адреса електронної пошти належить '%(username)s'. Спочатку необхідно увійти в систему під цим користувачем і спробуйте знову.

source: This e-mail address has not been subscribed to.
uk: Ця адреса електронної пошти не підписана.

source: This subscription has already been unsubscribed from.
uk: Це підписка вже скасована.

source: The validation code supplied by you does not match.
uk: Представленій вами код підтвердження не збігається.

source: Activation code
uk: Код активації

source: newsletter title
uk: заголовок розсилки

source: Sender e-mail
uk: Електронна пошта відправника

source: sender
uk: відправник

source: Sender name
uk: Ім'я відправника

source: visible
uk: відображається

source: send html
uk: відіслати html

source: Whether or not to send HTML versions of e-mails.
uk: Посилати або не посилати HTML версії електронної пошти.

source: newsletters
uk: розсилки

source: user
uk: користувач

source: optional
uk: необов'язково

source: Neither an email nor a username is set. This asks for inconsistency!
uk: Ні електронна пошта ні користувач не встановлені. Тут невідповідність!

source: If user is set, email must be null and vice versa.
uk: Якщо користувач вказаний, то електронна пошта не потрібна і навпаки.

source: IP address
uk: IP адреса

source: activation code
uk: код активації

source: subscribed
uk: підписався

source: unsubscribed
uk: відписався

source: %(name)s <%(email)s> to %(newsletter)s
uk: %(name)s <%(email)s> у %(newsletter)s

source: %(email)s to %(newsletter)s
uk: %(email)s у %(newsletter)s

source: subscription
uk: підписка

source: subscriptions
uk: підписки

source: Sort order determines the order in which articles are concatenated in a post.
uk: Порядок сортування визначає порядок, в якому статті будуть зібрані в повідомлення.

source: sort order
uk: порядок сортування

source: title
uk: заголовок

source: text
uk: текст

source: link
uk: ссилка

source: image
uk: зображення

source: article
uk: стаття

source: articles
uk: статті

source: slug
uk: префікс

source: created
uk: створений

source: modified
uk: змінений

source: %(title)s in %(newsletter)s
uk: %(title)s в %(newsletter)s

source: messages
uk: повідомлення

source: submissions
uk: посилки

source: %(newsletter)s on %(publish_date)s
uk: %(newsletter)s на %(publish_date)s

source: Submitting %(submission)s to %(count)d people
uk: Відправка %(submission)s для %(count)d людей

source: Submitting message to: %s.
uk: Відпарвка повідомлення для: %s.

source: Message %(subscription)s failed with error: %(error)s
uk: Повідомлення %(subscription)s не вдалося, помилка: %(error)s

source: Submission of message %s
uk: Відправка повідомлення %s

source: If you select none, the system will automatically find the subscribers for you.
uk: Якщо ви нічого не обираєте, тоді система автоматично знайде передплатників для вас.

source: recipients
uk: одержувачі

source: publication date
uk: дата публікації

source: publish
uk: опублікована

source: Publish in archive.
uk: Опубліковані в архіві.

source: prepared
uk: підготовлені

source: sent
uk: відправлено

source: sending
uk: відправляється

source: Your changes have been saved.
uk: Ваші зміни збережені.

source: You have been subscribed to %s.
uk: Ви підписалися на %s.

source: User %(rs)s subscribed to %(my_newsletter)s.
uk: Користувач %(rs)s підписався на %(my_newsletter)s.

source: You are already subscribed to %s.
uk: Ви вже підписані на %s.

source: You have been unsubscribed from %s.
uk: Ви відписались від %s.

source: User %(rs)s unsubscribed from %(my_newsletter)s.
uk: Користувач %(rs)s відписався від %(my_newsletter)s.

source: You are not subscribed to %s.
uk: Ви не підписані на %s.

source: Updated subscription %(subscription)s through the web.
uk: Підписка %(subscription)s оновлена через web.

source: Submitting queued newsletter mailings
uk: Посилка добавлена ​​в чергу розсилок

source: History
uk: Історія

source: View on site
uk: Дивитись на сайті

source: Preview message
uk: Передпроглядання повідомлення

source: Home
uk: Головна

source: Message
uk: Повідомлення

source: Change
uk: Змінити

source: Create submission
uk: Створити посилку

source: Text
uk: Текст

source: Submit
uk: Відправити

source: import
uk: імпортувати

source: Add %(name)s
uk: Додати %(name)s

source: Import addresses
uk: Імпортувати адреси

source: Confirm
uk: Підтвердити

source: Upload
uk: Завантажити

source: Newsletter detail
uk: Подробиці розсилок

source: Newsletter list
uk: Список розсилок

source: Subscribe
uk: Підписатися

source: Update subscriptions
uk: Оновити підписки

source: Newsletter archive
uk: Архів розсилок

source: activate
uk: активувати

source: Your subscription has successfully been activated.
uk: Ваша підписка була успішно активована.

source: You have successfully been unsubscribed.
uk: Ви успішно підписані.

source: Your subscription has successfully been updated.
uk: Ваша підписка успішно оновлена.

source: Activate
uk: Активувати

source: Newsletter subscribe
uk: Підписка на новини

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
uk: У зв'язку з технічною помилкою, ми не змогли відправити e-mail підтвердження бронювання. Це може бути тому, що ваша адреса електронної пошти є неприпустима.

source: Your subscription was successfully recieved and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
uk: Ваш запит на підписку був успішно отриманий, і лист активації було надіслано вам на електронну пошту. У цьому листі ви знайдете посилання, по якій вам потрібно перейти, щоб активувати вашу підписку..

source: Do you want to subscribe to this newsletter?
uk: Ви хочете підписатися на цю розсилку?

source: Newsletter unsubscribe
uk: Відписатися від розсилка

source: Your unsubscription request has successfully been recieved. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
uk: Ваш запит на скасування підписки був отриманий. Вам було надіслано листа з посиланням, за допомогою якого ви зможете підтвердити ваше скасування.

source: Unsubscribe
uk: Відписатись

source: Do you want to unsubscribe from this newsletter?
uk: Ви хочете скасувати підписку на цю розсилку?

source: Newsletter update
uk: Оновлення розсилки

source: Your update request was successfully recieved and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
uk: Ваш запит на оновлення був успішно отриманий і вам було надіслано лист з активацією. Щоб оновити підписку, перейдіть за посиланням в листі.

source: Update subscription
uk: Оновити підписку

source: Currently:
uk: У поточний момент:

source: Change:
uk: Змінити:
